Revit 2027 API
NumberedReferenceInfo.Value Property
 The integer representation of number associated with this reference.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int Value { get; }
Public ReadOnly Property Value As Integer
	Get
public:
property int Value {
	int get ();
}
member Value : int with get
Property Value
Int32
See Also
Reference
NumberedReferenceInfo Class
Autodesk.Revit.DB Namespace